[
  {
    "zh": "中国崛起为创新中心并非一蹴而就。",
    "en": "The rise of China as an innovation hub has not happened overnight."
  },
  {
    "zh": "在闪闪发光的办公大楼之中，林立着一些最具前景的高科技初创企业。",
    "en": "Amid the glittering office complex is the home to some of the most promising high-tech start-ups."
  },
  {
    "zh": "世界竟是如此丰富多彩 ，本质上相同的事处理起来却方式各异。",
    "en": "The world is so full of variety that there are many different ways to handle essentially the same things."
  },
  {
    "zh": "为你的旅行创造持久回忆 ，最佳方式之一便是将它们书写记录下来。",
    "en": "One of the best way to create enduring memories of your travels is to write them down."
  },
  {
    "zh": "我所有的弱点 、值得庆祝的事 、高潮和低谷 ，你都陪着我一起经历。",
    "en": "All my weakness, celebrations, highs and lows, you’ve experienced them right alongside me."
  },
  {
    "zh": "不必纠结那些负面因素 ，我们一起欣赏了美好的事物。",
    "en": "Never mind the negatives, we’ve seen beautiful things together."
  },
  {
    "zh": "我们应该基于自己的需求而非欲望来进行购物。",
    "en": "We should bring our buying more in line with our needs than our desires."
  },
  {
    "zh": "在中国，新兴科技已被列入国家正式课程体系。",
    "en": "In China, emerging technologies are included as part of the formal national education curriculum."
  },
  {
    "zh": "文学作品具有安抚、慰藉和疗愈的功效, 早在古罗马时期就为人所知了。",
    "en": "The understanding that literature can comfort, console and heal has been around since ancient Roman times."
  },
  {
    "zh": "故事教我们了解过去，洞察未来。",
    "en": "Stories give us a context for the past and an insight towards the future."
  },
  {
    "zh": "自上世纪 90 年代黄山安装缆车以来，参观人数大大增加。",
    "en": "Since cable cars were installed in Mount Huang in the 1990s, the number of visitors has increased dramatically."
  },
  {
    "zh": "泰山不仅雄伟壮观，而且富含历史文化底蕴。",
    "en": "Mount Tai is not only spectacular but also of historical and cultural significance."
  },
  {
    "zh": "黄河发源于青海，流经九个省份，最后注入渤海。",
    "en": "The Yellow River originates from Qinghai, flows through nine provinces, and finally pours into the Bohai Sea."
  },
  {
    "zh": "苏东坡曾把西湖比作西子，中国古代四大美人之一。",
    "en": "Su Dongpo compared the West Lake to Xi Zi, one of the four beauties in ancient China."
  },
  {
    "zh": "西湖以其浪漫的传说和美丽的风景著称。",
    "en": "West Lake is famous for romantic legends and intoxicating scenery."
  },
  {
    "zh": "微信用户可以通过智能手机与朋友分享文字和图片。",
    "en": "WeChat users can share words and pictures with friends through smart phones."
  },
  {
    "zh": "中国的茶叶在中医和美食中均有应用。",
    "en": "Chinese tea is used in traditional Chinese medicine as well as in Chinese cuisine."
  },
  {
    "zh": "中国功夫日益成为中外影视作品的热门题材。",
    "en": "Chinese Kung Fu has gradually become a hot theme of Chinese and foreign movies."
  },
  {
    "zh": "饺子在中国人的饮食文化中占有重要的地位。",
    "en": "Dumplings play an important role in Chinese food culture."
  },
  {
    "zh": "中国传统元素体现在文学 、艺术和风俗等各个方面。",
    "en": "Chinese traditional elements are reflected in literature, art and customs, etc."
  },
  {
    "zh": "中国的移动支付革命无论是速度还是规模都让人惊叹。",
    "en": "The mobile payments revolution in China has taken place with breathtaking speed and scale."
  },
  {
    "zh": "孔子学院已经成为推广、传播中国文化及汉学的平台。",
    "en": "Confucius Institute has become a platform for advocating and spreading Chinese culture and sinology."
  },
  {
    "zh": "许多调查显示，针灸疗法是医疗界认为最可靠的。",
    "en": "Numerous surveys show that acupuncture enjoys the most credibility in the medical community."
  },
  {
    "zh": "京剧拥有广泛的影响力，被称为国剧。",
    "en": "Peking Opera has great influence and is therefore regarded as a national opera."
  },
  {
    "zh": "孔子是中国古代最伟大的教育家和哲学家。",
    "en": "Confucius was the most famous educator and philosopher in ancient China."
  },
  {
    "zh": "中国的剪纸美丽精巧，带着独特的东方神韵。",
    "en": "Chinese paper-cutting is pretty and exquisite, with unique oriental style."
  },
  {
    "zh": "水墨画和书法体现了中国美术的精髓。",
    "en": "Brush painting and calligraphy embody the essence of Chinese fine arts."
  },
  {
    "zh": "许多城市为了鼓励更多人乘坐公交车出行，一直在努力改善公交车的服务质量。",
    "en": "To encourage more people to travel by bus, many cities have been making efforts to improve bus services."
  },
  {
    "zh": "发展地铁有助于减少城市的交通拥堵和空气污染。",
    "en": "The development of subways can help reduce traffic congestion and air pollution in cities."
  },
  {
    "zh": "我们必须采取措施节能减排。",
    "en": "We must take measures to save energy and reduce emission."
  },
  {
    "zh": "随着政府大量投资新建机场、公路和高铁， 中国的城市化进程发展迅速。",
    "en": "China is rapidly becoming urbanized with astonishing government investment in new airports, roads, and high-speed railroads."
  },
  {
    "zh": "中国政府采取了一系列措施来防止房价增长过快。",
    "en": "The Chinese government has taken a series of measures to prevent the housing price from rising too fast."
  },
  {
    "zh": "随着中国经济的快速发展，食品不仅更丰富多样，质量也大幅度提高。",
    "en": "With the rapid development of Chinese economy, food is not only more diverse but also much better in quality."
  },
  {
    "zh": "立春之后，万物开始复苏，大地充满生机。",
    "en": "After Start of Spring, everything begins to recover, and the earth is full of vitality."
  },
  {
    "zh": "在中国农历中，立秋意味着夏天的结束和秋天的开始。",
    "en": "Start of the Autumn means the end of the summer and the beginning of autumn in the Chinese lunar calendar."
  },
  {
    "zh": "立秋时各种秋季作物迅速生长，开始成熟。",
    "en": "It is at the Start of Autumn that various autumn crops grow rapidly and begin to mature."
  },
  {
    "zh": "冬至标志着一年中最寒冷时节的开始。",
    "en": "The Winter Solstice marks the beginning of the coldest period of a year."
  },
  {
    "zh": "北方人有冬至吃饺子的习俗 ，南方人有冬至吃汤圆的传统。",
    "en": "On winter Solstice, northerners have the customs of eating jiaozi, while southerners have the traditional of eating tangyuan."
  },
  {
    "zh": "天下之本在国，国之本在家。",
    "en": "The root of all under heaven is in the state. The root of a state is in the family."
  },
  {
    "zh": "人民有信仰，国家有力量，民族有希望。",
    "en": "When a people have ideals, their country will have strength, and their nation will have a bright future."
  },
  {
    "zh": "青年兴则国家兴，青年强则国家强。",
    "en": "A nation will prosper only when its young people thrive。"
  },
  {
    "zh": "不忘初心，牢记使命。",
    "en": "Remain true to our original aspiration and keep our mission firmly in mind."
  },
  {
    "zh": "路遥知马力， 日久见人心。",
    "en": "As distance tests a horse’s strength, so time reveals a person’s heart."
  },
  {
    "zh": "知己知彼，百战不殆。",
    "en": "If you know the enemy and know yourself, you need not fear the results of a hundred battles."
  },
  {
    "zh": "行百里者半九十。",
    "en": "The last one tenth of the journey demands half the effort."
  },
  {
    "zh": "己所不欲，勿施于人。",
    "en": "Do not impose on others what you do not desire yourself."
  },
  {
    "zh": "太极有助于保持力量，柔韧性和平衡，较少压力和焦虑。",
    "en": "Taiji contributes to maintaining people’s strength, flexibility and balance, and reducing their stress and anxiety."
  },
  {
    "zh": "大运河北起北京，南至杭州。",
    "en": "The Great Canal runs from Beijing in the north to Hangzhou in the south."
  },
  {
    "zh": "都江堰工程体现了我国人民与自然和谐共存的智慧。",
    "en": "Dujiangyan Project embodies the wisdom of the harmonious coexistence of Chinese people and nature."
  },
  {
    "zh": "汉语中的“鱼 ” 字和“余 ”字听上去一样。",
    "en": "In Chinese, the word for “fish” sounds exactly like the word for surplus."
  },
  {
    "zh": "我国一直在努力保护青藏高原的生态系统。",
    "en": "China has been committed to protecting the ecosystem of the Qinghai-Tibet Plateau."
  },
  {
    "zh": "中央电视台总部建筑的新结构体现了环保意识。",
    "en": "The new structure of the CCTV Headquarters Building reflects the awareness of environmental protection."
  },
  {
    "zh": "龙井茶的价格取决于生长地，采摘时间和制作工艺。",
    "en": "The price of Longjing Tea varies, depending on the origin of plantation, the picking time and the workmanship."
  },
  {
    "zh": "徐霞客生动地描绘了各地的名胜古迹和风土人情。",
    "en": "Xu Xiake portrayed vividly the scenic spots, historical sites, and diverse local customs of various regions."
  },
  {
    "zh": "万物各得其和以生，各得其养以成。",
    "en": "All beings flourish when they live in harmony and receive nourishment from Nature."
  },
  {
    "zh": "天不言而四时行，地不语而百物生。",
    "en": "Heaven and earth do not speak, yet the seasons change and all things grow."
  },
  {
    "zh": "穷则变，变则通，通则久。",
    "en": "Limits lead to changes; changes lead to solutions; solutions lead to development."
  },
  {
    "zh": "法者，国家所以布大信于天下。",
    "en": "The law is what the state relies on to gain popular trust."
  },
  {
    "zh": "我们应打造利益共同体、责任共同体、命运共同体。",
    "en": "We should build a community of shared interests, shared responsibility and shared future."
  },
  {
    "zh": "每个人都应维护国家主权、安全和发展利益。",
    "en": "Everyone should safeguard China’s sovereignty, national security and development interests."
  }
]