[
  {
    "zh": "遇难则退只会使你们改变。",
    "en": "Confronting difficulty by quitting leaves you changed."
  },
  {
    "zh": "大学是我们需要自己做出重要决定，并为这些决定承担责任的时期。",
    "en": "The college years are when we start to make crucial decisions on our own and become responsible for them."
  },
  {
    "zh": "遇见来自世界各地不同地方的人, 帮我们开阔了视野并更好地理解彼此。",
    "en": "Meeting people from different parts of the world helps broaden our view and understand each other better."
  },
  {
    "zh": "那天晚上，我完成了一份20页的营销方案，它合乎逻辑且合理可行。",
    "en": "I developed a twenty-page marketing plan that night, which was logical, reasonable and feasible."
  },
  {
    "zh": "时至今日，我仍然好奇他是否也暗自地为我感到骄傲。",
    "en": "Even to this day, I wonder if he was secretly proud of me as well."
  },
  {
    "zh": "一切就这么简单，但你仍可能好奇这会引出怎样颇具见地的论述。",
    "en": "So far so simple，but you may wonder how this leads to anything insightful."
  },
  {
    "zh": "在许多现实生活的现象中，个人主义的行为会给社会带来负面后果。",
    "en": "In many real life phenomena，individualistic behaviors lead to negative outcomes for society."
  },
  {
    "zh": "在全球经济竞争的背景下，这说起来容易做起来难。",
    "en": "This is much easier said than done in a global context of economic competition."
  },
  {
    "zh": "我们每个人的内心深处都有一个创业者。",
    "en": "There is an entrepreneur that exists deep down inside of each of us."
  },
  {
    "zh": "企业家精神的历史显示了它广泛的影响力和重要性。",
    "en": "The history of entrepreneurship speaks of its widespread power and significance."
  },
  {
    "zh": "我站在嶙峋的山峰之间，薄雾轻笼。",
    "en": "I stand amid a jagged series of peaks enveloped in a haze."
  },
  {
    "zh": "丝绸之路是一段关乎人类境况的旅程。",
    "en": "The Silk road is a trip considered important to the human condition."
  },
  {
    "zh": "早期的旅行者很有可能被人为或气候的危险击倒。",
    "en": "These early travelers could be felled by perils both human and climatic."
  },
  {
    "zh": "这些物品蕴含着情感财富和情感力量。",
    "en": "These objects are inscribed with emotional wealth and power."
  },
  {
    "zh": "它们是将家庭凝聚在一起的故事。",
    "en": "These are the narratives that help hold families together."
  },
  {
    "zh": "由于更好的食物、住房、公共卫生以及一些药物，人类的平均寿命得到了极大增长。",
    "en": "Average lifespans have risen a lot because of better food, housing, public health and some medicines."
  },
  {
    "zh": "养老金储备必须足够巨大，才能支撑人们更长久的寿命。",
    "en": "Pension pots would have to be enormous to support one’s extended lifespans."
  },
  {
    "zh": "许多疾病在人年轻时可以被抵御住，但却会在人进入老年时接踵而来。",
    "en": "Many health problems are guarded against in youth, but crammed into old age."
  },
  {
    "zh": "当你感到压力、醉酒、焦虑或者疼痛时，你发送的短信可能出错。",
    "en": "Texting can go wrong when you are stressed, drunk, anxious or in pain."
  },
  {
    "zh": "通过某些聊天软件发送的信息一般只留存很短的时间。",
    "en": "Messages sent via some chat apps are usually only available for a short time."
  },
  {
    "zh": "悲痛的暴风雨过去些之后，她便独自回了房间。",
    "en": "When the storm of grief had spent itself, she went away to her room alone."
  },
  {
    "zh": "她坐在那里，仰着头靠在椅垫上，几乎一动不动",
    "en": "She sat with her head thrown back upon the cushion of the chair, quite motionless."
  },
  {
    "zh": "她很年轻，有一张美丽冷静的脸，脸上线条还显示出了她的些许坚强。",
    "en": "She was young, with a fair, calm face, whose lines even bespoke a certain strength."
  },
  {
    "zh": "空气中蕴涵了这么多的活力和甜蜜，闭门不出简直是一种折磨。",
    "en": "The air had so much life and sweetness that it was a pain to come within doors."
  },
  {
    "zh": "真善美三者，只是一个本体的三个方面的表现而已。",
    "en": "Truth, and goodness, and beauty are but different faces of the same all."
  },
  {
    "zh": "在中国，教育有着悠久的历史，积累了非常丰富的教育思想。",
    "en": "Boasting a long history, Chinese education is rich in educational thoughts."
  },
  {
    "zh": "儒商文化的诸多内容对于今天的企业发展仍有十分积极的作用。",
    "en": "Much of the content of Confucian entrepreneurship still has a very positive effect on the development of today’s enterprises."
  },
  {
    "zh": "这种信念的核心是个人想去冒险、去探索和去适应。",
    "en": "At the core of this belief is an individual’s willingness to take risks, to explore and to adapt."
  },
  {
    "zh": "白堤的两旁是一排排绿柳。",
    "en": "On either side Of Bai Causeway stand rows of willow trees."
  },
  {
    "zh": "中国文化与冰雪元素相结合，充分体现了自然、文化、体育之美。",
    "en": "Chinese culture, combined with the elements of ice and snow, has fully demonstrated the beauty of nature, culture and sports."
  },
  {
    "zh": "儒家思想注重人的自身修养和人与人之间的和谐关系。",
    "en": "Confucianism attached great importance to self-cultivation and harmonious relationship with each other."
  },
  {
    "zh": "在中国，梅兰竹菊被判为花中四君子。",
    "en": "In China, the plum blossom, orchid, bamboo and chrysanthemum are praised as the four gentlemen of Chinese flowers."
  },
  {
    "zh": "中国戏曲的起源可以追溯到原始社会的歌舞和宗教仪式。",
    "en": "The origin of Chinese Opera can be traced back to the singing and dancing as well as religious rituals in primitive times."
  },
  {
    "zh": "在消除贫困的过程中，中国正扮演着越来越重要的角色。",
    "en": "China is playing an increasingly important role in the process of eradicating poverty."
  },
  {
    "zh": "杭州拥有十分丰富的非物质文化遗产资源。",
    "en": "Hangzhou abounds in rich resources of intangible cultural heritage."
  },
  {
    "zh": "有机农业可以服务于多种目的，如食品安全和可持续发展。",
    "en": "The organic agriculture can serve a variety of purposes, including food safety and sustainable development."
  },
  {
    "zh": "中国进一步加大体育馆建设投资，以更好地满足人们的健身需求。",
    "en": "China has further increased its investment in gym construction to better meet people’s demand for fitness."
  },
  {
    "zh": "推进“一带一路”建设，是加强和世界各国互利合作的需要。",
    "en": "The Belt and Road Initiative will enable China to strengthen its mutually beneficial cooperation with other countries."
  },
  {
    "zh": "人民健康是民族昌盛和国家富强的重要标志。",
    "en": "A healthy population is a key mark of a prosperous nation and a strong country."
  },
  {
    "zh": "中国越来越重视公共图书馆，并鼓励人们充分加以利用。",
    "en": "China attaches increasing importance to public libraries and encourages people to make full use of them."
  }
]