[
  {
    "zh": "很多时候，我无所思虑，只是活在当下。",
    "en": "I spend a lot of time thoughtless, just living life in the moment."
  },
  {
    "zh": "每当我说话时，想法就会从脑海的云雾中凝结成句。",
    "en": "Whenever I speak, ideas condense out of the mental cloud."
  },
  {
    "zh": "我们独特的解决问题方法使我们能够从不同角度应对挑战。",
    "en": "Our unique problem-solving approaches enable us to tackle challenges from various perspectives."
  },
  {
    "zh": "内心思想分为五种形式，以不同比例混合存在。",
    "en": "Inner thoughts come in five forms, mixed in different proportions."
  },
  {
    "zh": "不同的思维风格所带来的优势为更有效的合作铺平了道路。",
    "en": "The strengths that different thought styles bring to the table pave the way for more effective collaboration."
  },
  {
    "zh": "记忆像一台有许多活动部件的机器，因此许多事情可能会出错。",
    "en": "Memory is a machine with many moving parts, and consequently many things that can go awry."
  },
  {
    "zh": "记忆如想象力般拥有无尽的创造力。",
    "en": "Memory is endlessly creative, akin to how imagination does."
  },
  {
    "zh": "类似的神经系统似乎支撑着与过去和未来相关的思维。",
    "en": "Similar neural systems seem to underpin past-related and future-related thinking."
  },
  {
    "zh": "强调记忆的叙事性并非是要贬低记忆的价值。",
    "en": "To emphasize memory’s narrative nature is not to undermine its value."
  },
  {
    "zh": "你越深入研究，就会发现越多的例子",
    "en": "The more deeply you delve into it，the more examples you can find."
  },
  {
    "zh": "竞争激励人们达到更卓越的水平。",
    "en": "Rivalry propels people to attain greater levels of excellence."
  },
  {
    "zh": "并非只有伟大的艺术家和科学家才互相激励来创造人类成就的巅峰。",
    "en": "It is not just great artists and scientists who feed off each other to produce the pinnacle of human achievement."
  },
  {
    "zh": "大多数运动员在更具对抗性的环境中才能发挥出最佳水平。",
    "en": "Most athletes produce their best performance in more adversarial contexts."
  },
  {
    "zh": "不管谁赢谁输，竞争的伟大之处在于建立社会纽带。",
    "en": "Regardless of who wins and who loses, the great virtue of competition lies in forging social bonding."
  },
  {
    "zh": "通过体育锻炼来改变身体，并不局限于精英运动员。",
    "en": "Modifying the body through physical culture is not confined to the elite athlete."
  },
  {
    "zh": "20世纪下半叶,体育产业呈现指数级增长。",
    "en": "The sports performance industry has grown exponentially over the latter part of the 20th century ."
  },
  {
    "zh": "顶尖竞技体育与传统休闲运动之间存在着明显的不和谐。",
    "en": "The discord between elite achievement sport and the traditional model is evident ."
  },
  {
    "zh": "现在体育运动推动运动员取得更大的成就，达到更卓越的水平，并获得更多的个人满足感。",
    "en": "Modern sport can propel athletes towards greater heights of achievement, excellence, and personal fulfillment."
  },
  {
    "zh": "我们低下头，跨过一道“门槛”，在那里大多数音乐变成了回忆，而不是体验。",
    "en": "We bow our heads and cross a threshold where most music becomes something to remember rather than something to experience."
  },
  {
    "zh": "这种异样的声音如此奇怪，引得包厢区的观众们轻笑起来。",
    "en": "This alien sound was so strange that chuckles erupted from the audience in the boxes."
  },
  {
    "zh": "驾驭这种失控，拥抱住机会，用陌生事物带来的新视角来塑造自己。",
    "en": "Steer into the skid, and embrace the opportunity to shape yourself with fresh perspectives from something unfamiliar."
  },
  {
    "zh": "在这个陌生的世界里，我们的大脑具有前所未有的可塑性。",
    "en": "In this unfamiliar world, our brains have never been more plastic."
  },
  {
    "zh": "生活原本在一条轨道上运行，突然之间他们被抛向了未知。",
    "en": "Life was on one track, and suddenly they were thrown off into the unknown."
  },
  {
    "zh": "爵士乐的美感就在于即兴创作与艺术的交织。",
    "en": "The beauty of jazz is the way improvisation is entwined with art."
  },
  {
    "zh": "只要找到正确的钥匙，有朝一日科学就能解开任何一种创造的秘密。",
    "en": "Find the right key, and science could one day unlock the secret to any kind of creation."
  },
  {
    "zh": "另一个被推翻的错误观点是即兴创作的能力是只有某些人才具有的才能。",
    "en": "Another disproved myth is that the ability to create on the fly is a talent only certain people have."
  },
  {
    "zh": "随着全社会规范放宽，个人担起了探索自己边界的重负。",
    "en": "As society-wide norms have loosened, individuals have taken on the burden of navigating their own boundaries."
  },
  {
    "zh": "身处沟通及时且丰富多样的时代，当你觉得不堪重负时，你该如何后撤？",
    "en": "In an era of instant, abundant communication, how do you step back when you’re feeling overwhelmed?"
  },
  {
    "zh": "我们正在进入一个新的时代，在这里，规则是定制的，而我们每一个人都是规则的制定者。",
    "en": "We’re entering a new era, in which the rules are bespoke, and the arbiters are each and every one of us."
  },
  {
    "zh": "历史是一面镜子，它照亮现实，也照亮未来。",
    "en": "History is a mirror that illuminates reality and the future."
  },
  {
    "zh": "这些武器是维护国家主权、捍卫民族尊严的战略“王牌”。",
    "en": "The weapons are China’s strategic “ace” power to safeguard the country’s sovereignty and nation’s dignity."
  },
  {
    "zh": "三架直升机飞过，分别悬挂“正义必胜”、“和平必胜”、“人民必胜”的条幅。",
    "en": "Three helicopters flew by with banners that respectively read \"Justice prevails\", \"Peace prevails\" and \"The people prevail\"."
  },
  {
    "zh": "凭借全球最广的高速铁路网络和创下时速新纪录的高速列车，中国正重新定义中外游客探索这片广袤国土的方式。",
    "en": "With the world’s longest high-speed rail network and a new record-breaking bullet train, China is reshaping how travelers explore this vast nation."
  },
  {
    "zh": "走和平发展道路，是中华民族优秀文化传统的传承和发展。",
    "en": "Pursuing peaceful development is what the fine traditional Chinese culture calls for."
  },
  {
    "zh": "共同富裕路上，一个也不能掉队。",
    "en": "On the march to common prosperity, no one will be left behind."
  },
  {
    "zh": "“天下兴亡，匹夫有责”体现了中国传统文化中根深蒂固的爱国情怀。",
    "en": "The belief that everybody is responsible for the rise or fall of the country reflects the deep-rooted patriotism in traditional Chinese culture."
  },
  {
    "zh": "长城不仅是中国古代劳动人民智慧的结晶，也是中华民族坚韧不拔精神的象征。",
    "en": "The Great Wall is not only a testament to the wisdom of ancient Chinese laborers but also a symbol of the Chinese nation's indomitable spirit."
  },
  {
    "zh": "国画的创作过程，通常要求画家具备精湛技艺和深厚文化根基。",
    "en": "The creation process of traditional Chinese paintings usually demands that painters possess exquisite skills and profound cultural foundation."
  },
  {
    "zh": "中国空间站工程作为航天领域的卓越成就，体现了新时代国家对科技创新的追求。",
    "en": "China’s space station project, a remarkable achievement in aerospace, embodies the nation’s pursuit of scientific and technological innovation in the new era."
  },
  {
    "zh": "中国传统文化在社交平台的推动下，在国际青年中流行开来，展现了数字时代下中国文化的魅力。",
    "en": "Driven by various social platforms, the popularity of traditional Chinese culture in international youth shows the charm of Chinese culture in the digital age."
  }
]